Revit 2027 API
ParameterTypeId.ConnectorUtilityParam Property
 "Utility"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ConnectorUtilityParam { get; }
Public Shared ReadOnly Property ConnectorUtilityParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ConnectorUtilityParam {
	ForgeTypeId^ get ();
}
static member ConnectorUtilityParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace